[
{"url": "https://books.toscrape.com/catalogue/set-me-free_988/index.html", "title": "Set Me Free", "upc": "c", "product_type": "books", "price_excl_tax": 17.46, "price_incl_tax": 17.46, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 5, "category": "young adult", "description": ["Aaron Ledbetter’s future had been planned out for him since before he was born. Each year, the Ledbetter family vacation on Tybee Island gave Aaron a chance to briefly free himself from his family’s expectations. When he meets Jonas “Lucky” Luckett, a caricature artist in town with the traveling carnival, he must choose between the life that’s been mapped out for him, and Aaron Ledbetter’s future had been planned out for him since before he was born. Each year, the Ledbetter family vacation on Tybee Island gave Aaron a chance to briefly free himself from his family’s expectations. When he meets Jonas “Lucky” Luckett, a caricature artist in town with the traveling carnival, he must choose between the life that’s been mapped out for him, and the chance at true love. ...more"], "price": 17.46},
{"url": "https://books.toscrape.com/catalogue/sapiens-a-brief-history-of-humankind_996/index.html", "title": "Sapiens: A Brief History of Humankind", "upc": "4", "product_type": "books", "price_excl_tax": 54.23, "price_incl_tax": 54.23, "tax": 0.0, "availability": 20, "num_reviews": 0, "stars": 5, "category": "history", "description": ["From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.”One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—h From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.”One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us?Most books about the history of humanity pursue either a historical or a biological approach, but Dr. Yuval Noah Harari breaks the mold with this highly original book that begins about 70,000 years ago with the appearance of modern cognition. From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens integrates history and science to reconsider accepted narratives, connect past developments with contemporary concerns, and examine specific events within the context of larger ideas.Dr. Harari also compels us to look ahead, because over the last few decades humans have begun to bend laws of natural selection that have governed life for the past four billion years. We are acquiring the ability to design not only the world around us, but also ourselves. Where is this leading us, and what do we want to become?Featuring 27 photographs, 6 maps, and 25 illustrations/diagrams, this provocative and insightful work is sure to spark debate and is essential reading for aficionados of Jared Diamond, James Gleick, Matt Ridley, Robert Wright, and Sharon Moalem. ...more"], "price": 54.23},
{"url": "https://books.toscrape.com/catalogue/sharp-objects_997/index.html", "title": "Sharp Objects", "upc": "e", "product_type": "books", "price_excl_tax": 47.82, "price_incl_tax": 47.82, "tax": 0.0, "availability": 20, "num_reviews": 0, "stars": 4, "category": "mystery", "description": ["WICKED above her hipbone, GIRL across her heart Words are like a road map to reporter Camille Preaker’s troubled past. Fresh from a brief stay at a psych hospital, Camille’s first assignment from the second-rate daily paper where she works brings her reluctantly back to her hometown to cover the murders of two preteen girls. NASTY on her kneecap, BABYDOLL on her leg Since WICKED above her hipbone, GIRL across her heart Words are like a road map to reporter Camille Preaker’s troubled past. Fresh from a brief stay at a psych hospital, Camille’s first assignment from the second-rate daily paper where she works brings her reluctantly back to her hometown to cover the murders of two preteen girls. NASTY on her kneecap, BABYDOLL on her leg Since she left town eight years ago, Camille has hardly spoken to her neurotic, hypochondriac mother or to the half-sister she barely knows: a beautiful thirteen-year-old with an eerie grip on the town. Now, installed again in her family’s Victorian mansion, Camille is haunted by the childhood tragedy she has spent her whole life trying to cut from her memory. HARMFUL on her wrist, WHORE on her ankle As Camille works to uncover the truth about these violent crimes, she finds herself identifying with the young victims—a bit too strongly. Clues keep leading to dead ends, forcing Camille to unravel the psychological puzzle of her own past to get at the story. Dogged by her own demons, Camille will have to confront what happened to her years before if she wants to survive this homecoming.With its taut, crafted writing, Sharp Objects is addictive, haunting, and unforgettable. ...more"], "price": 47.82},
{"url": "https://books.toscrape.com/catalogue/soumission_998/index.html", "title": "Soumission", "upc": "6", "product_type": "books", "price_excl_tax": 50.1, "price_incl_tax": 50.1, "tax": 0.0, "availability": 20, "num_reviews": 0, "stars": 1, "category": "fiction", "description": ["Dans une France assez proche de la nôtre, un homme s’engage dans la carrière universitaire. Peu motivé par l’enseignement, il s’attend à une vie ennuyeuse mais calme, protégée des grands drames historiques. Cependant les forces en jeu dans le pays ont fissuré le système politique jusqu’à provoquer son effondrement. Cette implosion sans soubresauts, sans vraie révolution, s Dans une France assez proche de la nôtre, un homme s’engage dans la carrière universitaire. Peu motivé par l’enseignement, il s’attend à une vie ennuyeuse mais calme, protégée des grands drames historiques. Cependant les forces en jeu dans le pays ont fissuré le système politique jusqu’à provoquer son effondrement. Cette implosion sans soubresauts, sans vraie révolution, se développe comme un mauvais rêve.Le talent de l’auteur, sa force visionnaire nous entraînent sur un terrain ambigu et glissant ; son regard sur notre civilisation vieillissante fait coexister dans ce roman les intuitions poétiques, les effets comiques, une mélancolie fataliste.Ce livre est une saisissante fable politique et morale. ...more"], "price": 50.1},
{"url": "https://books.toscrape.com/catalogue/starving-hearts-triangular-trade-trilogy-1_990/index.html", "title": "Starving Hearts (Triangular Trade Trilogy, #1)", "upc": "0", "product_type": "books", "price_excl_tax": 13.99, "price_incl_tax": 13.99, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 2, "category": "default", "description": ["Since her assault, Miss Annette Chetwynd has been plagued by nightmares and worries about an arranged marriage. But she yearns to find her anonymous rescuer. Unfortunately, her health and intellect prevent it. Both repel suitors and cause Annette to doubt God's existence, at least until He answers her prayers in an unusual way ... Mr. Peter Adsley is joining the clergy, an Since her assault, Miss Annette Chetwynd has been plagued by nightmares and worries about an arranged marriage. But she yearns to find her anonymous rescuer. Unfortunately, her health and intellect prevent it. Both repel suitors and cause Annette to doubt God's existence, at least until He answers her prayers in an unusual way ... Mr. Peter Adsley is joining the clergy, and he desires a godly wife by his side. After his failed attempt to obtain one, he engages in a clandestine meeting with the bewitching young woman who keeps crossing his path. But she is so unsettling. Destined for disappointments, Peter and Annette endure disgraceful situations. Will Peter's faith sustain him through overwhelming setbacks? Can Annette overcome her doubts? Or will their starving hearts yield to the machinations of a mad man? ...more"], "price": 13.99},
{"url": "https://books.toscrape.com/catalogue/the-requiem-red_995/index.html", "title": "The Requiem Red", "upc": "f", "product_type": "books", "price_excl_tax": 22.65, "price_incl_tax": 22.65, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 1, "category": "young adult", "description": ["Patient Twenty-nine.A monster roams the halls of Soothing Hills Asylum. Three girls dead. 29 is endowed with the curse…or gift of perception. She hears messages in music, sees lyrics in paintings. And the corn. A lifetime asylum resident, the orchestral corn music is the only constant in her life.Mason, a new, kind orderly, sees 29 as a woman, not a lunatic. And as his bel Patient Twenty-nine.A monster roams the halls of Soothing Hills Asylum. Three girls dead. 29 is endowed with the curse…or gift of perception. She hears messages in music, sees lyrics in paintings. And the corn. A lifetime asylum resident, the orchestral corn music is the only constant in her life.Mason, a new, kind orderly, sees 29 as a woman, not a lunatic. And as his belief in her grows, so does her self- confidence. That perhaps she might escape, might see the outside world. But the monster has other plans. The missing girls share one common thread...each was twenty-nine's cell mate. Will she be next? ...more"], "price": 22.65},
{"url": "https://books.toscrape.com/catalogue/the-boys-in-the-boat-nine-americans-and-their-epic-quest-for-gold-at-the-1936-berlin-olympics_992/index.html", "title": "The Boys in the Boat: Nine Americans and Their Epic Quest for Gold at the 1936 Berlin Olympics", "upc": "e", "product_type": "books", "price_excl_tax": 22.6, "price_incl_tax": 22.6, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 4, "category": "default", "description": ["For readers of Laura Hillenbrand's Seabiscuit and Unbroken, the dramatic story of the American rowing team that stunned the world at Hitler's 1936 Berlin Olympics Daniel James Brown’s robust book tells the story of the University of Washington’s 1936 eight-oar crew and their epic quest for an Olympic gold medal, a team that transformed the sport and grabbed the attention o For readers of Laura Hillenbrand's Seabiscuit and Unbroken, the dramatic story of the American rowing team that stunned the world at Hitler's 1936 Berlin Olympics Daniel James Brown’s robust book tells the story of the University of Washington’s 1936 eight-oar crew and their epic quest for an Olympic gold medal, a team that transformed the sport and grabbed the attention of millions of Americans. The sons of loggers, shipyard workers, and farmers, the boys defeated elite rivals first from eastern and British universities and finally the German crew rowing for Adolf Hitler in the Olympic games in Berlin, 1936. The emotional heart of the story lies with one rower, Joe Rantz, a teenager without family or prospects, who rows not for glory, but to regain his shattered self-regard and to find a place he can call home. The crew is assembled  by an enigmatic coach and mentored by a visionary, eccentric British boat builder, but it is their trust in each other that makes them a victorious team. They remind the country of what can be done when everyone quite literally pulls together—a perfect melding of commitment, determination, and optimism. Drawing on the boys’ own diaries and journals, their photos and memories of a once-in-a-lifetime shared dream, The Boys in the Boat is an irresistible story about beating the odds and finding hope in the most desperate of times—the improbable, intimate story of nine working-class boys from the American west who, in the depths of the Great Depression, showed the world what true grit really meant. It will appeal to readers of Erik Larson, Timothy Egan, James Bradley, and David Halberstam's The Amateurs. ...more"], "price": 22.6},
{"url": "https://books.toscrape.com/catalogue/the-black-maria_991/index.html", "title": "The Black Maria", "upc": "1", "product_type": "books", "price_excl_tax": 52.15, "price_incl_tax": 52.15, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 1, "category": "poetry", "description": ["Praise for Aracelis Girmay:\"[Girmay's] every loss—she calls them estrangements—is a yearning for connection across time and place; her every fragment is a bulwark against ruin.\" — O, The Oprah Magazine \"In Aracelis Girmay we have a poet who collects, polishes, and shares stories with such brilliant invention, tenderness, and intellectual liveliness that it is understandabl Praise for Aracelis Girmay:\"[Girmay's] every loss—she calls them estrangements—is a yearning for connection across time and place; her every fragment is a bulwark against ruin.\" — O, The Oprah Magazine \"In Aracelis Girmay we have a poet who collects, polishes, and shares stories with such brilliant invention, tenderness, and intellectual liveliness that it is understandable that we think of her as the blessed curator of our collective histories. There is in her art the vulnerability of one who lives inside of the stories that she gathers in this remarkable collection. Her poems set off alarms even as they transform the world she inhabits, showing us, in the process, exactly what she asks of Romare Bearden’s art: ‘…how not to // assign all blackness near the sea / a captivity.’ This is one of the many sweet contradictions in the black maria, which ‘is a black flag / wounding the pastoral.’ I am deeply thankful that we have a poet of her unique and singular talent writing today.\" —Kwame DawesTaking its name from the moon's dark plains, misidentified as seas by early astronomers, the black maria investigates African diasporic histories, the consequences of racism within American culture, and the question of human identity. Central to this project is a desire to recognize the lives of Eritrean refugees who have been made invisible by years of immigration crisis, refugee status, exile, and resulting statelessness. The recipient of a 2015 Whiting Award for Poetry, Girmay's newest collection elegizes and celebrates life, while wrestling with the humanistic notion of seeing beyond: seeing violence, seeing grace, and seeing each other better.\"to the sea\"great storage house, historyon which we rode, we touchedthe brief pulse of your flutteringpages, spelled with salt & life,your rage, your indifferenceyour gentleness washing our feet,all of you going onwhether or not we live,to you we bring our carnationsyellow & pink, how they floatlike bright sentences atopyour memory's dark hairAracelis Girmay is the author of three poetry collections, the black maria; Kingdom Animalia, which won the Isabella Gardner Award and was a finalist for the NBCC Award; and Teeth. The recipient of a 2015 Whiting Award, she has received grants and fellowships from the Jerome, Cave Canem, and Watson foundations, as well as Civitella Ranieri and the NEA. She currently teaches at Hampshire College's School for Interdisciplinary Arts and in Drew University's low residency MFA program. Originally from Santa Ana, California, she splits her time between New York and Amherst, Massachusetts. ...more"], "price": 52.15},
{"url": "https://books.toscrape.com/catalogue/the-dirty-little-secrets-of-getting-your-dream-job_994/index.html", "title": "The Dirty Little Secrets of Getting Your Dream Job", "upc": "2", "product_type": "books", "price_excl_tax": 33.34, "price_incl_tax": 33.34, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 4, "category": "business", "description": ["Drawing on his extensive experience evaluating applicants for his marketing agency, and featuring stories based on real-life situations, sample cover letters, resumes, and straightforward advice, Don Raskin’s The Dirty Little Secrets of Getting Your Dream Job offers all the necessary tools for navigating the tough job market and securing your dream job.Don Raskin owns and Drawing on his extensive experience evaluating applicants for his marketing agency, and featuring stories based on real-life situations, sample cover letters, resumes, and straightforward advice, Don Raskin’s The Dirty Little Secrets of Getting Your Dream Job offers all the necessary tools for navigating the tough job market and securing your dream job.Don Raskin owns and operates MME, an advertising and marketing agency in New York City. During his twenty-five years at the agency he has interviewed hundreds of new college graduates for positions within his agency and has placed a strong emphasis on entry-level recruitment for positions in creative, account management, traffic, and production. Raskin has also mentored countless students and their parents on best practices for the job search. Over the years, Raskin has kept exceptionally detailed notes on the interviews he has conducted, observing the good, the bad, the ridiculous, the irreverent. He also has a treasure trove of over-the-top cover letters, resumes, interviews, and post interview follow-ups he has conducted and received. Now, he wants to share all the wisdom and insider secrets he has gathered to help students and first-time job seekers find a job in this economy.Based on his remarkable expertise, Raskin's book provides exclusive insight into the job search process and lets readers in on all of the dirty little secrets to landing their first job—or a new one—and finding career success. ...more"], "price": 33.34},
{"url": "https://books.toscrape.com/catalogue/the-coming-woman-a-novel-based-on-the-life-of-the-infamous-feminist-victoria-woodhull_993/index.html", "title": "The Coming Woman: A Novel Based on the Life of the Infamous Feminist, Victoria Woodhull", "upc": "e", "product_type": "books", "price_excl_tax": 17.93, "price_incl_tax": 17.93, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 3, "category": "default", "description": ["\"If you have a heart, if you have a soul, Karen Hicks' The Coming Woman will make you fall in love with Victoria Woodhull.\"-Kinky Friedman, author and Governor of the Heart of Texas \"What kind of confidence would it take for a woman to buck the old boy's club of politics in 1872? More than 140 years pre-Hillary, there was Victoria Woodhull. This book takes you back with a \"If you have a heart, if you have a soul, Karen Hicks' The Coming Woman will make you fall in love with Victoria Woodhull.\"-Kinky Friedman, author and Governor of the Heart of Texas \"What kind of confidence would it take for a woman to buck the old boy's club of politics in 1872? More than 140 years pre-Hillary, there was Victoria Woodhull. This book takes you back with a breathtaking, present-tense bird's eye view into a time when women's liberation was primarily confined to one woman's very capable, independent mind. I couldn't put it down.\"---Ruth Buzzi, Golden Globe Award winner and Television Hall of Fame inductee\"Sadly, too many Americans have never heard of Victoria Woodhull, let alone learned of her story: her revolutionary campaign for the presidency at a time when women weren't even allowed to vote, her support for worker's rights, or her feminist commitment to equality, a century before the official battle over the Equal Rights Amendment. But in The Coming Woman, Karen Hicks brings Woodhull's efforts to life, and reminds us that some of our nation's greatest figures aren't always featured in the history books. It is a riveting account of an amazing woman and her struggle for justice and human dignity, told in an engaging and eminently readable style.\"-Tim Wise, author, \"White Like Me: Reflections on Race from a Privileged Son\"\"The Coming Woman\" is a novel based on the life of feminist Victoria Woodhull, the first woman to run for U.S. President, 50 years before women could even vote!Running for President wasn't Victoria's only first as a woman. She was also the first to own a successful Wall Street firm, the first to publish a successful national newspaper, and the first to head the two-million-member Spiritualist Association. She was the first woman to enter the Senate Judiciary Committee chambers to petition for woman's suffrage, her argument changing the entire focus of the suffragist movement by pointing out that the 14th and 15th Amendments already gave women the vote.In her campaign for the Presidency, Victoria Woodhull boldly addressed many of the issues we still face today: equal pay for equal work; freedom in love; corporate greed and political corruption fueled by powerful lobbyists; and the increasing disparity between the rich and the poor, to name only a few. Her outspoken and common-sense ideas may shed a new perspective on the parallel conundrums of today's world.This bold, beautiful, and sexually progressive woman dared to take on society and religion. To make an example of the hypocrisy in what Mark Twain dubbed The Gilded Age, she exposed the extramarital affairs of the most popular religious figure of the day (Henry Ward Beecher). This led to her persecution and imprisonment and the longest, most infamous trial of the 19th century. But it did not stop her fight for equality.Victoria's epic story, set in the late 1800s, comes to life in a modern, fictional style, while staying true to the actual words and views of the many well-known characters. ...more"], "price": 17.93},
{"url": "https://books.toscrape.com/catalogue/shakespeares-sonnets_989/index.html", "title": "Shakespeare's Sonnets", "upc": "3", "product_type": "books", "price_excl_tax": 20.66, "price_incl_tax": 20.66, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 4, "category": "poetry", "description": ["This book is an important and complete collection of the Sonnets of William Shakespeare. Most readers are aware of the great plays and manuscripts written for the stage, but are unaware of the magnificent Sonnets which were written around the same period. This is an excellent, complete collection of the Sonnets and poetry of William Shakespeare and should not be missed by This book is an important and complete collection of the Sonnets of William Shakespeare. Most readers are aware of the great plays and manuscripts written for the stage, but are unaware of the magnificent Sonnets which were written around the same period. This is an excellent, complete collection of the Sonnets and poetry of William Shakespeare and should not be missed by those interested in the completion of a collection of his writings and those interested in early poetic works. ...more"], "price": 20.66},
{"url": "https://books.toscrape.com/catalogue/tipping-the-velvet_999/index.html", "title": "Tipping the Velvet", "upc": "9", "product_type": "books", "price_excl_tax": 53.74, "price_incl_tax": 53.74, "tax": 0.0, "availability": 20, "num_reviews": 0, "stars": 1, "category": "historical fiction", "description": ["\"Erotic and absorbing...Written with starling power.\"--\"The New York Times Book Review \" Nan King, an oyster girl, is captivated by the music hall phenomenon Kitty Butler, a male impersonator extraordinaire treading the boards in Canterbury. Through a friend at the box office, Nan manages to visit all her shows and finally meet her heroine. Soon after, she becomes Kitty's \"Erotic and absorbing...Written with starling power.\"--\"The New York Times Book Review \" Nan King, an oyster girl, is captivated by the music hall phenomenon Kitty Butler, a male impersonator extraordinaire treading the boards in Canterbury. Through a friend at the box office, Nan manages to visit all her shows and finally meet her heroine. Soon after, she becomes Kitty's dresser and the two head for the bright lights of Leicester Square where they begin a glittering career as music-hall stars in an all-singing and dancing double act. At the same time, behind closed doors, they admit their attraction to each other and their affair begins. ...more"], "price": 53.74},
{"url": "https://books.toscrape.com/catalogue/a-light-in-the-attic_1000/index.html", "title": "A Light in the Attic", "upc": "a", "product_type": "books", "price_excl_tax": 51.77, "price_incl_tax": 51.77, "tax": 0.0, "availability": 22, "num_reviews": 0, "stars": 3, "category": "poetry", "description": ["It's hard to imagine a world without A Light in the Attic. This now-classic collection of poetry and drawings from Shel Silverstein celebrates its 20th anniversary with this special edition. Silverstein's humorous and creative verse can amuse the dowdiest of readers. Lemon-faced adults and fidgety kids sit still and read these rhythmic words and laugh and smile and love th It's hard to imagine a world without A Light in the Attic. This now-classic collection of poetry and drawings from Shel Silverstein celebrates its 20th anniversary with this special edition. Silverstein's humorous and creative verse can amuse the dowdiest of readers. Lemon-faced adults and fidgety kids sit still and read these rhythmic words and laugh and smile and love that Silverstein. Need proof of his genius? RockabyeRockabye baby, in the treetopDon't you know a treetopIs no safe place to rock?And who put you up there,And your cradle, too?Baby, I think someone down here'sGot it in for you. Shel, you never sounded so good. ...more"], "price": 51.77},
{"url": "https://books.toscrape.com/catalogue/its-only-the-himalayas_981/index.html", "title": "It's Only the Himalayas", "upc": "a", "product_type": "books", "price_excl_tax": 45.17, "price_incl_tax": 45.17, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 2, "category": "travel", "description": ["“Wherever you go, whatever you do, just . . . don’t do anything stupid.” —My MotherDuring her yearlong adventure backpacking from South Africa to Singapore, S. Bedford definitely did a few things her mother might classify as \"stupid.\" She swam with great white sharks in South Africa, ran from lions in Zimbabwe, climbed a Himalayan mountain without training in Nepal, and wa “Wherever you go, whatever you do, just . . . don’t do anything stupid.” —My MotherDuring her yearlong adventure backpacking from South Africa to Singapore, S. Bedford definitely did a few things her mother might classify as \"stupid.\" She swam with great white sharks in South Africa, ran from lions in Zimbabwe, climbed a Himalayan mountain without training in Nepal, and watched as her friend was attacked by a monkey in Indonesia.But interspersed in those slightly more crazy moments, Sue Bedfored and her friend \"Sara the Stoic\" experienced the sights, sounds, life, and culture of fifteen countries. Joined along the way by a few friends and their aging fathers here and there, Sue and Sara experience the trip of a lifetime. They fall in love with the world, cultivate an appreciation for home, and discover who, or what, they want to become.It's Only the Himalayas is the incredibly funny, sometimes outlandish, always entertaining confession of a young backpacker that will inspire you to take your own adventure. ...more"], "price": 45.17},
{"url": "https://books.toscrape.com/catalogue/our-band-could-be-your-life-scenes-from-the-american-indie-underground-1981-1991_985/index.html", "title": "Our Band Could Be Your Life: Scenes from the American Indie Underground, 1981-1991", "upc": "d", "product_type": "books", "price_excl_tax": 57.25, "price_incl_tax": 57.25, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 3, "category": "music", "description": ["This is the never-before-told story of the musical revolution that happened right under the nose of the Reagan Eighties--when a small but sprawling network of bands, labels, fanzines, radio stations, and other subversives reenergized American rock with punk rock's do-it-yourself credo and created music that was deeply personal, often brilliant, always challenging, and imme This is the never-before-told story of the musical revolution that happened right under the nose of the Reagan Eighties--when a small but sprawling network of bands, labels, fanzines, radio stations, and other subversives reenergized American rock with punk rock's do-it-yourself credo and created music that was deeply personal, often brilliant, always challenging, and immensely influential. This sweeping chronicle of music, politics, drugs, fear, loathing, and faith has been recognized as an indie rock classic in its own right. Among the bands profiled: Mission of Burma, Butthole Surfers, The Minutemen, Sonic Youth, Black Flag, Big Black, Hüsker Dü, Fugazi, Minor Threat, Mudhoney, The Replacements, Beat Happening, and Dinosaur Jr. ...more"], "price": 57.25},
{"url": "https://books.toscrape.com/catalogue/olio_984/index.html", "title": "Olio", "upc": "f", "product_type": "books", "price_excl_tax": 23.88, "price_incl_tax": 23.88, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 1, "category": "poetry", "description": ["Part fact, part fiction, Tyehimba Jess's much anticipated second book weaves sonnet, song, and narrative to examine the lives of mostly unrecorded African American performers directly before and after the Civil War up to World War I. Olio is an effort to understand how they met, resisted, complicated, co-opted, and sometimes defeated attempts to minstrelize them.So, while Part fact, part fiction, Tyehimba Jess's much anticipated second book weaves sonnet, song, and narrative to examine the lives of mostly unrecorded African American performers directly before and after the Civil War up to World War I. Olio is an effort to understand how they met, resisted, complicated, co-opted, and sometimes defeated attempts to minstrelize them.So, while I lead this choir, I still find thatI'm being led…I'm a missionarymending my faith in the midst of this flock…I toil in their fields of praise. When folks seethese freedmen stand and sing, they hear their Godspeak in tongues. These nine dark mouths sing shelter;they echo a hymn's haven from slavery's weather.Detroit native Tyehimba Jess' first book of poetry, leadbelly, was a winner of the 2004 National Poetry Series. Jess, a Cave Canem and NYU Alumni, has received fellowships from the Whiting Foundation, National Endowment for the Arts, Illinois Arts Council, and the Provincetown Fine Arts Work Center. Jess is also a veteran of the 2000 and 2001 Green Mill Poetry Slam Team. He exhibited his poetry at the 2011 TEDxNashville Conference. Jess is an Associate Professor of English at College of Staten Island. ...more"], "price": 23.88},
{"url": "https://books.toscrape.com/catalogue/mesaerion-the-best-science-fiction-stories-1800-1849_983/index.html", "title": "Mesaerion: The Best Science Fiction Stories 1800-1849", "upc": "e", "product_type": "books", "price_excl_tax": 37.59, "price_incl_tax": 37.59, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 1, "category": "science fiction", "description": ["Andrew Barger, award-winning author and engineer, has extensively researched forgotten journals and magazines of the early 19th century to locate groundbreaking science fiction short stories in the English language. In doing so, he found what is possibly the first science fiction story by a female (and it is not from Mary Shelley). Andrew located the first steampunk short Andrew Barger, award-winning author and engineer, has extensively researched forgotten journals and magazines of the early 19th century to locate groundbreaking science fiction short stories in the English language. In doing so, he found what is possibly the first science fiction story by a female (and it is not from Mary Shelley). Andrew located the first steampunk short story, which has not been republished since 1844. There is the first voyage to the moon in a balloon, republished for the first time since 1820 that further tells of a darkness machine and a lunarian named Zuloc. Other sci-stories include the first robotic insect and an electricity gun. Once again, Andrew has searched old texts to find the very best science fiction stories from the period when the genre automated to life, some of the stories are published for the first time in nearly 200 years. Read these fantastic stories today!OUR OWN COUNTRY So mechanical has the age become, that men seriously talk of flying machines, to go by steam, --not your air-balloons, but real Daedalian wings, made of wood and joints, nailed to your shoulder, --not wings of feathers and wax like the wings of Icarus, who fell into the Cretan sea, but real, solid, substantial, rock-maple wings with wrought-iron hinges, and huge concavities, to propel us through the air. Knickerbocker Magazine, May 18 ...more"], "price": 37.59},
{"url": "https://books.toscrape.com/catalogue/libertarianism-for-beginners_982/index.html", "title": "Libertarianism for Beginners", "upc": "a", "product_type": "books", "price_excl_tax": 51.33, "price_incl_tax": 51.33, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 2, "category": "politics", "description": ["Libertarianism isn't about winning elections; it is first and foremost a political philosophy--a description of how, in the opinion of libertarians, free people ought to treat one another, at least when they use the law, which they regard as potentially dangerous. If libertarians are correct, the law should intrude into people's lives as little as possible, rarely telling Libertarianism isn't about winning elections; it is first and foremost a political philosophy--a description of how, in the opinion of libertarians, free people ought to treat one another, at least when they use the law, which they regard as potentially dangerous. If libertarians are correct, the law should intrude into people's lives as little as possible, rarely telling them what to do or how to live.A political and economic philosophy as old as John Locke and John Stuart Mill, but as alive and timely as Rand Paul, the Tea Party, and the novels of Ayn Rand, libertarianism emphasizes individual rights and calls for a radical reduction in the power and size of government. \"Libertarianism For Beginners\" lays out the history and principles of this often-misunderstood philosophy in lucid, dispassionate terms that help illuminate today's political dialogue.\" ...more"], "price": 51.33},
{"url": "https://books.toscrape.com/catalogue/rip-it-up-and-start-again_986/index.html", "title": "Rip it Up and Start Again", "upc": "a", "product_type": "books", "price_excl_tax": 35.02, "price_incl_tax": 35.02, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 5, "category": "music", "description": ["Punk's raw power rejuvenated rock, but by the summer of 1977 the movement had become a parody of itself. RIP IT UP AND START AGAIN is a celebration of what happened next.Post-punk bands like PiL, Joy Division, Talking Heads, The Fall and The Human League dedicated themselves to fulfilling punk's unfinished musical revolution. The post-punk groups were fervent modernists; w Punk's raw power rejuvenated rock, but by the summer of 1977 the movement had become a parody of itself. RIP IT UP AND START AGAIN is a celebration of what happened next.Post-punk bands like PiL, Joy Division, Talking Heads, The Fall and The Human League dedicated themselves to fulfilling punk's unfinished musical revolution. The post-punk groups were fervent modernists; whether experimenting with electronics and machine rhythm or adapting ideas from dub reggae and disco, they were totally confident they could invent a whole new future for music. ...more"], "price": 35.02},
{"url": "https://books.toscrape.com/catalogue/scott-pilgrims-precious-little-life-scott-pilgrim-1_987/index.html", "title": "Scott Pilgrim's Precious Little Life (Scott Pilgrim #1)", "upc": "3", "product_type": "books", "price_excl_tax": 52.29, "price_incl_tax": 52.29, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 5, "category": "sequential art", "description": ["Scott Pilgrim's life is totally sweet. He's 23 years old, he's in a rockband, he's \"between jobs\" and he's dating a cute high school girl. Nothing could possibly go wrong, unless a seriously mind-blowing, dangerously fashionable, rollerblading delivery girl named Ramona Flowers starts cruising through his dreams and sailing by him at parties. Will Scott's awesome life get Scott Pilgrim's life is totally sweet. He's 23 years old, he's in a rockband, he's \"between jobs\" and he's dating a cute high school girl. Nothing could possibly go wrong, unless a seriously mind-blowing, dangerously fashionable, rollerblading delivery girl named Ramona Flowers starts cruising through his dreams and sailing by him at parties. Will Scott's awesome life get turned upside-down? Will he have to face Ramona's seven evil ex-boyfriends in battle? The short answer is yes. The long answer is Scott Pilgrim, Volume 1: Scott Pilgrim's Precious Little Life ...more"], "price": 52.29},
{"url": "https://books.toscrape.com/catalogue/the-elephant-tree_968/index.html", "title": "The Elephant Tree", "upc": "5", "product_type": "books", "price_excl_tax": 23.82, "price_incl_tax": 23.82, "tax": 0.0, "availability": 18, "num_reviews": 0, "stars": 5, "category": "thriller", "description": ["Mark Fallon is an overworked detective investigating a spate of attacks at a string of high profile city centre nightclubs. Scott is a dejected 24 year old struggling to make ends meet working for his brother and supplementing his income with a small-scale drug dealing operation. Angela is an attractive 23 year old, raised by her father, a career criminal and small time dr Mark Fallon is an overworked detective investigating a spate of attacks at a string of high profile city centre nightclubs. Scott is a dejected 24 year old struggling to make ends meet working for his brother and supplementing his income with a small-scale drug dealing operation. Angela is an attractive 23 year old, raised by her father, a career criminal and small time drug dealer who supplies Scott with cannabis. This is a chilling tale spanning a few months in the lives of Scott and Angela, where realizations about the present combine with shocking revelations from the past leading to an apocalyptic climax where they no longer know whom they can trust. ...more"], "price": 23.82},
{"url": "https://books.toscrape.com/catalogue/sophies-world_966/index.html", "title": "Sophie's World", "upc": "6", "product_type": "books", "price_excl_tax": 15.94, "price_incl_tax": 15.94, "tax": 0.0, "availability": 18, "num_reviews": 0, "stars": 5, "category": "philosophy", "description": ["A page-turning novel that is also an exploration of the great philosophical concepts of Western thought, Sophie’s World has fired the imagination of readers all over the world, with more than twenty million copies in print.One day fourteen-year-old Sophie Amundsen comes home from school to find in her mailbox two notes, with one question on each: “Who are you?” and “Where A page-turning novel that is also an exploration of the great philosophical concepts of Western thought, Sophie’s World has fired the imagination of readers all over the world, with more than twenty million copies in print.One day fourteen-year-old Sophie Amundsen comes home from school to find in her mailbox two notes, with one question on each: “Who are you?” and “Where does the world come from?” From that irresistible beginning, Sophie becomes obsessed with questions that take her far beyond what she knows of her Norwegian village. Through those letters, she enrolls in a kind of correspondence course, covering Socrates to Sartre, with a mysterious philosopher, while receiving letters addressed to another girl. Who is Hilde? And why does her mail keep turning up? To unravel this riddle, Sophie must use the philosophy she is learning—but the truth turns out to be far more complicated than she could have imagined. ...more"], "price": 15.94},
{"url": "https://books.toscrape.com/catalogue/maude-1883-1993she-grew-up-with-the-country_964/index.html", "title": "Maude (1883-1993):She Grew Up with the country", "upc": "0", "product_type": "books", "price_excl_tax": 18.02, "price_incl_tax": 18.02, "tax": 0.0, "availability": 18, "num_reviews": 0, "stars": 2, "category": "default", "description": ["This new edition of Maude (1883-1993) has been updated by Mardo Williams’ daughters, adding historical details their dad wished to make, twice as many photos, and nine appendices not present in the 1996 hardcover (which won an Ohioana Library Award for its author). During her 110-year lifetime, Maude went from a 400-lb. wood-burning stove to a microwave oven, from an outdo This new edition of Maude (1883-1993) has been updated by Mardo Williams’ daughters, adding historical details their dad wished to make, twice as many photos, and nine appendices not present in the 1996 hardcover (which won an Ohioana Library Award for its author). During her 110-year lifetime, Maude went from a 400-lb. wood-burning stove to a microwave oven, from an outdoor privy to indoor plumbing. She got the vote in 1920 and voted in the next 18 Presidential elections.With poetry and human dramas (two murders and a suicide), written by a master journalist, the book shows the impact of the changing times on shy, unassuming Maude, her fun-loving husband Lee, and their four active children. They farmed 100 acres on the banks of Rush Creek in Logan County (Ohio).A favorite with book discussion groups, Maude has been adopted by several colleges for use as a supplemental American history text. ...more"], "price": 18.02},
{"url": "https://books.toscrape.com/catalogue/in-a-dark-dark-wood_963/index.html", "title": "In a Dark, Dark Wood", "upc": "1", "product_type": "books", "price_excl_tax": 19.63, "price_incl_tax": 19.63, "tax": 0.0, "availability": 18, "num_reviews": 0, "stars": 1, "category": "mystery", "description": ["In a dark, dark wood Nora hasn't seen Clare for ten years. Not since Nora walked out of school one day and never went back. There was a dark, dark houseUntil, out of the blue, an invitation to Clare’s hen do arrives. Is this a chance for Nora to finally put her past behind her?And in the dark, dark house there was a dark, dark roomBut something goes wrong. Very wrong.And i In a dark, dark wood Nora hasn't seen Clare for ten years. Not since Nora walked out of school one day and never went back. There was a dark, dark houseUntil, out of the blue, an invitation to Clare’s hen do arrives. Is this a chance for Nora to finally put her past behind her?And in the dark, dark house there was a dark, dark roomBut something goes wrong. Very wrong.And in the dark, dark room.... Some things can’t stay secret for ever. ...more"], "price": 19.63},
{"url": "https://books.toscrape.com/catalogue/penny-maybe_965/index.html", "title": "Penny Maybe", "upc": "6", "product_type": "books", "price_excl_tax": 33.29, "price_incl_tax": 33.29, "tax": 0.0, "availability": 18, "num_reviews": 0, "stars": 3, "category": "default", "description": ["Sent to yet another foster family, Penny decides that the way to claim a sense of self is to swim Lake Ontario. Although this seems impossible, she finds the courage to ask her physics teacher to be her coach, and wins the support of her new foster mother."], "price": 33.29},
{"url": "https://books.toscrape.com/catalogue/behind-closed-doors_962/index.html", "title": "Behind Closed Doors", "upc": "b", "product_type": "books", "price_excl_tax": 52.22, "price_incl_tax": 52.22, "tax": 0.0, "availability": 18, "num_reviews": 0, "stars": 4, "category": "thriller", "description": ["The 2016 debut bloggers can't stop raving about. Perfect for fans of The Girl on the Train and The Ice Twins Everyone knows a couple like Jack and Grace.He has looks and wealth, she has charm and elegance. You might not want to like them, but you do. Though, you’d like to get to know Grace better.But it’s difficult, because you realise Jack and Grace are never apart.Some The 2016 debut bloggers can't stop raving about. Perfect for fans of The Girl on the Train and The Ice Twins Everyone knows a couple like Jack and Grace.He has looks and wealth, she has charm and elegance. You might not want to like them, but you do. Though, you’d like to get to know Grace better.But it’s difficult, because you realise Jack and Grace are never apart.Some might call this true love. Others might ask why Grace never answers the phone. Or how she can never meet for coffee, even though she doesn’t work. How she can cook such elaborate meals but remain so slim. And why there are bars on one of the bedroom windows.Sometimes, the perfect marriage is the perfect lie. ...more"], "price": 52.22},
{"url": "https://books.toscrape.com/catalogue/the-bear-and-the-piano_967/index.html", "title": "The Bear and the Piano", "upc": "9", "product_type": "books", "price_excl_tax": 36.89, "price_incl_tax": 36.89, "tax": 0.0, "availability": 18, "num_reviews": 0, "stars": 1, "category": "childrens", "description": ["One day, a young bear stumbles upon something he has never seen before in the forest. As time passes, he teaches himself how to play the strange instrument, and eventually the beautiful sounds are heard by a father and son who are picnicking in the woods. The bear goes with them on an incredible journey to New York, where his piano playing makes him a huge star. He has fam One day, a young bear stumbles upon something he has never seen before in the forest. As time passes, he teaches himself how to play the strange instrument, and eventually the beautiful sounds are heard by a father and son who are picnicking in the woods. The bear goes with them on an incredible journey to New York, where his piano playing makes him a huge star. He has fame, fortune and all the music in the world, but he misses the friends and family he has left behind. A moving tale of exploration and belonging from an exciting debut author-illustrator. ...more"], "price": 36.89},
{"url": "https://books.toscrape.com/catalogue/you-cant-bury-them-all-poems_961/index.html", "title": "You can't bury them all: Poems", "upc": "5", "product_type": "books", "price_excl_tax": 33.63, "price_incl_tax": 33.63, "tax": 0.0, "availability": 17, "num_reviews": 0, "stars": 2, "category": "poetry", "description": ["A poetry that is at once harrowing, angry, and achingly beautiful Patrick Woodcock has spent the past seven years engaging with and being shaped by the people, politics, and landscapes of the Kurdish north of Iraq, Fort Good Hope in the Northwest Territories, and Azerbaijan. His powerful new collection offers a poetry that simultaneously explores hope and horror while doc A poetry that is at once harrowing, angry, and achingly beautiful Patrick Woodcock has spent the past seven years engaging with and being shaped by the people, politics, and landscapes of the Kurdish north of Iraq, Fort Good Hope in the Northwest Territories, and Azerbaijan. His powerful new collection offers a poetry that simultaneously explores hope and horror while documenting the transformative processes of coping. You can’t bury them all follows the narratives we construct to survive the tragic failures of our humanity to their very end: everything that’s buried by snow, dirt, and ash, just like everything that’s buried by politics, homophobia, sexism, racism, religion; and history is resurrected, demanding to be heard and addressed.In Woodcock’s poetry, how we deal with what resurfaces is the key. What do those who suffer really mean to those who have abandoned them to small, conscience-soothing charitable donations or the occasional tweet? How can the poet, or anyone else, sleep at night knowing homosexuals are being thrown off building tops, after one steps into a hole and finds an abandoned corpse in an Azeri cemetery, or after the elders of an Aboriginal community are left helpless against those who only want to exploit them? Still, You can’t bury them all demonstrates that the world is not just the horrific place the media often portrays. In each of the worlds he touches, Woodcock discovers a spirit and strength to celebrate. ...more"], "price": 33.63},
{"url": "https://books.toscrape.com/catalogue/the-five-love-languages-how-to-express-heartfelt-commitment-to-your-mate_969/index.html", "title": "The Five Love Languages: How to Express Heartfelt Commitment to Your Mate", "upc": "3", "product_type": "books", "price_excl_tax": 31.05, "price_incl_tax": 31.05, "tax": 0.0, "availability": 18, "num_reviews": 0, "stars": 3, "category": "nonfiction", "description": ["Are you and your spouse speaking the same language? While love is a many splendored thing, it is sometimes a very confusing thing, too. And as people come in all varieties, shapes, and sizes, so do their choices of personal expressions of love. But more often than not, the giver and the receiver express love in two different ways. This can lead to misunderstanding, quarrel Are you and your spouse speaking the same language? While love is a many splendored thing, it is sometimes a very confusing thing, too. And as people come in all varieties, shapes, and sizes, so do their choices of personal expressions of love. But more often than not, the giver and the receiver express love in two different ways. This can lead to misunderstanding, quarrels, and even divorce.Quality time, words of affirmation, gifts, acts of service, and physical touch are the five basic love languages. Dr. Gary Chapman identifies these and guides couples towards a better understanding of their unique languages of love. Learn to speak and understand your mate's love language, and in no time you will be able to effectively love and truly feel loved in return. Skillful communication is within your grasp! ...more"], "price": 31.05},
{"url": "https://books.toscrape.com/catalogue/the-four-agreements-a-practical-guide-to-personal-freedom_970/index.html", "title": "The Four Agreements: A Practical Guide to Personal Freedom", "upc": "6", "product_type": "books", "price_excl_tax": 17.66, "price_incl_tax": 17.66, "tax": 0.0, "availability": 18, "num_reviews": 0, "stars": 5, "category": "spirituality", "description": ["In The Four Agreements, don Miguel Ruiz reveals the source of self-limiting beliefs that rob us of joy and create needless suffering. Based on ancient Toltec wisdom, the Four Agreements offer a powerful code of conduct that can rapidly transform our lives to a new experience of freedom, true happiness, and love. The Four Agreements are: Be Impeccable With Your Word, Don't In The Four Agreements, don Miguel Ruiz reveals the source of self-limiting beliefs that rob us of joy and create needless suffering. Based on ancient Toltec wisdom, the Four Agreements offer a powerful code of conduct that can rapidly transform our lives to a new experience of freedom, true happiness, and love. The Four Agreements are: Be Impeccable With Your Word, Don't Take Anything Personally, Don't Make Assumptions, Always Do Your Best. ...more"], "price": 17.66},
{"url": "https://books.toscrape.com/catalogue/worlds-elsewhere-journeys-around-shakespeares-globe_972/index.html", "title": "Worlds Elsewhere: Journeys Around Shakespeare’s Globe", "upc": "4", "product_type": "books", "price_excl_tax": 40.3, "price_incl_tax": 40.3, "tax": 0.0, "availability": 18, "num_reviews": 0, "stars": 5, "category": "nonfiction", "description": ["Anti-apartheid activist, Bollywood screenwriter, Nazi pin-up, hero of the Wild West: this is Shakespeare as you have never seen him before.From the sixteenth-century Baltic to the American Revolution, from colonial India to the skyscrapers of modern-day Shanghai, Shakespeare’s plays appear at the most fascinating of times and in the most unexpected of places. No other writ Anti-apartheid activist, Bollywood screenwriter, Nazi pin-up, hero of the Wild West: this is Shakespeare as you have never seen him before.From the sixteenth-century Baltic to the American Revolution, from colonial India to the skyscrapers of modern-day Shanghai, Shakespeare’s plays appear at the most fascinating of times and in the most unexpected of places. No other writer’s work has been performed, translated, adapted and altered in such a remarkable variety of cultures and languages. But what is it about William Shakespeare – a man from Warwickshire who never once set foot outside England – that has made him at home in so many places around the globe?Travelling across four continents, six countries and 400 years, Andrew Dickson takes us on a personal journey rich in insight and surprise. We enter the air-conditioned vault deep beneath Capitol Hill where the world’s largest collection of First Folios is stored; discover the shadowy history of Joseph Goebbels’s obsession with Shakespeare; and uncover the true story behind the scuffed edition in which Nelson Mandela and fellow Robben Island prisoners inscribed their names. Both cultural history and literary travelogue, Worlds Elsewhere is an attempt to understand how Shakespeare has become the international phenomenon he is – and why.\"There were very few pages on which I didn’t learn something new or revelatory. A must-read for anyone interested in Shakespeare’s impact on people and politics around the globe\" (James Shapiro, author of 1599: A Year in the Life of William Shakespeare)\"Immensely well-informed and highly readable. A revelatory journey of cultural exploration\" (Professor Stanley Wells, General Editor of the Oxford and Penguin Shakespeares)\"Brilliantly original. Absolutely engaging, witty and irresistible. What’s most remarkable: he’s said something new about Shakespeare\" (Michael Pye, author of The Edge of the World)\"A truly original book about Shakespeare: one that explores the dramatist's global reach with tenacity, devotion and an exhilarating spirit of adventure\" (Michael Billington) ...more"], "price": 40.3},
{"url": "https://books.toscrape.com/catalogue/aladdin-and-his-wonderful-lamp_973/index.html", "title": "Aladdin and His Wonderful Lamp", "upc": "9", "product_type": "books", "price_excl_tax": 53.13, "price_incl_tax": 53.13, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 3, "category": "default", "description": ["Planning on seeing Aladdin the Disney musical? Read the classic story of \"Aladdin and his Wonderful Lamp\" in this sparkling new edition by Harpendore. Synopsis: Aladdin is a poor boy who lives with his mother in the ancient kingdom of Cathay. One day a strange man appears offering untold riches! Aladdin is not so sure, yet he's sorely tempted. Join Aladdin on his incredib Planning on seeing Aladdin the Disney musical? Read the classic story of \"Aladdin and his Wonderful Lamp\" in this sparkling new edition by Harpendore. Synopsis: Aladdin is a poor boy who lives with his mother in the ancient kingdom of Cathay. One day a strange man appears offering untold riches! Aladdin is not so sure, yet he's sorely tempted. Join Aladdin on his incredible adventures and visit the cave of treasures. A world of magic awaits you, but watch your step - there's mischief lurking at every turn! The Arabian Nights (also known as The One Thousand and One Nights) is an ancient collection of tales that have existed for thousands of years. Harpendore's Arabian Nights Adventures are beautifully retold versions of these ancient classics that are specially designed to appeal to children aged seven years and above. They are written in a warm and accessible style and include wonderful illustrations inside. With mischief and magic in equal measure, this series is sure to captivate readers everywhere. The Arabian Nights Adventures series is being released throughout 2016 and 2017. Stories to be included are: The Adventures of Prince Camar & Princess Badoura Aladdin and his Wonderful Lamp Gulnare of the Sea Ali Baba and the Forty Thieves The Seven Voyages of Sinbad the Sailor The Enchanted Horse The Talking Bird, the Singing Tree and the Golden Water The Merchant and the Genie The Tale of Zubaidah and the Three Qalandars The Adventures of Harun al-Rashid, Caliph of Baghdad The Three Princes, the Princess and the Jinni Pari Banou The Fisherman and the Genie The King's Jester (also known as The Little Hunchback) ...more"], "price": 53.13},
{"url": "https://books.toscrape.com/catalogue/wall-and-piece_971/index.html", "title": "Wall and Piece", "upc": "c", "product_type": "books", "price_excl_tax": 44.18, "price_incl_tax": 44.18, "tax": 0.0, "availability": 18, "num_reviews": 0, "stars": 4, "category": "art", "description": ["Banksy, Britain's now-legendary \"guerilla\" street artist, has painted the walls, streets, and bridges of towns and cities throughout the world. Not only did he smuggle his pieces into four of New York City's major art museums, he's also \"hung\" his work at London's Tate Gallery and adorned Israel's West Bank barrier with satirical images. Banksy's identity remains unknown, Banksy, Britain's now-legendary \"guerilla\" street artist, has painted the walls, streets, and bridges of towns and cities throughout the world. Not only did he smuggle his pieces into four of  New York City's major art museums, he's also \"hung\" his work at London's Tate Gallery and adorned Israel's West Bank barrier with satirical images. Banksy's identity remains unknown, but his work is unmistakable—with prints selling for as much as $45,000. ...more"], "price": 44.18},
{"url": "https://books.toscrape.com/catalogue/americas-cradle-of-quarterbacks-western-pennsylvanias-football-factory-from-johnny-unitas-to-joe-montana_974/index.html", "title": "America's Cradle of Quarterbacks: Western Pennsylvania's Football Factory from Johnny Unitas to Joe Montana", "upc": "c", "product_type": "books", "price_excl_tax": 22.5, "price_incl_tax": 22.5, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 3, "category": "default", "description": ["Any fan of the Baltimore Colts of my era, any fan of my friend and teammate Johnny Unitas, or, for that matter, any fan of football in general should enjoy Wayne Stewart's book. It contains great stories, statistics, and information on all of the many great quarterbacks whocame out of Western Pennsylvania and much more. Raymond Berry NFL Hall of Fame Wide Receiver It’s wel Any fan of the Baltimore Colts of my era, any fan of my friend and teammate Johnny Unitas, or, for that matter, any fan of football in general should enjoy Wayne Stewart's book. It contains great stories, statistics, and information on all of the many great quarterbacks whocame out of Western Pennsylvania and much more. Raymond Berry NFL Hall of Fame Wide Receiver It’s well known that the NFL has been dominated through the years by quarterbacks sown and grown in a relatively small area surrounding the city of Pittsburgh in Western Pennsylvania. In America’s Cradle of Quarterbacks, author Wayne Stewart not only tells us who they are, he digs deep to explain the nature and nurture behind the rich harvest of signal callers (Montana, Unitas, Marino, Namath, Kelly, Blanda, etc.) who have risen from that fertile soil to claim Lombardi Trophies and dominate the gallery of busts in the Pro Football Hall of Fame. Stewart has written a fascinating book that belongs on the shelves of football historians and everyday fans alike. Jeffrey J. Miller Author of Rockin’ The Rockpile, Buffalo’sForgotten Champions, and Game Changers ...more"], "price": 22.5},
{"url": "https://books.toscrape.com/catalogue/black-dust_976/index.html", "title": "Black Dust", "upc": "0", "product_type": "books", "price_excl_tax": 34.53, "price_incl_tax": 34.53, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 5, "category": "romance", "description": ["No matter how busy he keeps himself, successful Broadway musician Tobias Spence can’t outrun the memory of a tragic car crash from his past that claimed a friend’s life and permanently injured his former boyfriend, Emmett.Even after losing Tobias, Emmett Henderson made peace with that awful night, living in his Indiana hometown where he has become a revered choral director No matter how busy he keeps himself, successful Broadway musician Tobias Spence can’t outrun the memory of a tragic car crash from his past that claimed a friend’s life and permanently injured his former boyfriend, Emmett.Even after losing Tobias, Emmett Henderson made peace with that awful night, living in his Indiana hometown where he has become a revered choral director. When his students are asked to perform in New York City, he decides to chance reconnecting with his former love, if for no other reason than to get a proper goodbye.When Emmett and Tobias finally meet 15 years after parting ways, it is clear to both of them that their feelings for each other have not changed. As they explore their renewed relationship, the two men face old hurts and the new challenges of a long-distance romance. Will Tobias lose his second chance at love to the ghosts he can’t seem to put to rest? ...more"], "price": 34.53},
{"url": "https://books.toscrape.com/catalogue/birdsong-a-story-in-pictures_975/index.html", "title": "Birdsong: A Story in Pictures", "upc": "9", "product_type": "books", "price_excl_tax": 54.64, "price_incl_tax": 54.64, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 3, "category": "childrens", "description": ["Bring the thrilling story of one red bird to life. When an innocent bird meets two cruel kids, their world is forever changed. But exactly how that change unfolds is up to you, in the tradition of Kamishibai—Japanese paper theater. The wordless story by master cartoonist James Sturm is like a haiku—the elegant images leave space for children to inhabit this timeless tale—a Bring the thrilling story of one red bird to life. When an innocent bird meets two cruel kids, their world is forever changed. But exactly how that change unfolds is up to you, in the tradition of Kamishibai—Japanese paper theater. The wordless story by master cartoonist James Sturm is like a haiku—the elegant images leave space for children to inhabit this timeless tale—and make it their own, leading them to learn an ultimate lesson they'll never forget.James Sturm is the author of several books for kids including the Adventures in Cartooning series (with Andrew Arnold and Alexis Frederick-Frost) and the forthcoming Ape and Armadillo. James also helped start a college for cartoonists, The Center for Cartoon Studies, in the small railroad village of White River Junction, Vermont. ...more"], "price": 54.64},
{"url": "https://books.toscrape.com/catalogue/chase-me-paris-nights-2_977/index.html", "title": "Chase Me (Paris Nights #2)", "upc": "c", "product_type": "books", "price_excl_tax": 25.27, "price_incl_tax": 25.27, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 5, "category": "romance", "description": ["A Michelin two-star chef at twenty-eight, Violette Lenoir could handle anything, including a cocky burglar who broke into her restaurant in the middle of the night.Or so she thought.Elite counterterrorist operative Chase “Smith” had been through things that made Hell Week look easy. But nothing had prepared him for a leather-clad blonde who held him at bay at knifepoint an A Michelin two-star chef at twenty-eight, Violette Lenoir could handle anything, including a cocky burglar who broke into her restaurant in the middle of the night.Or so she thought.Elite counterterrorist operative Chase “Smith” had been through things that made Hell Week look easy. But nothing had prepared him for a leather-clad blonde who held him at bay at knifepoint and dared him to take her on.Now if only saving the world didn’t require he ruin her life.Two people who thought they could handle anything now have to take on each other. It's a battle neither one expected. But with their futures on the line, they have nothing to lose...but their hearts.Warning: This book contains one arrogant Navy SEAL, nights of Paris passion, and a woman who wants to have it all. ...more"], "price": 25.27},
{"url": "https://books.toscrape.com/catalogue/foolproof-preserving-a-guide-to-small-batch-jams-jellies-pickles-condiments-and-more-a-foolproof-guide-to-making-small-batch-jams-jellies-pickles-condiments-and-more_978/index.html", "title": "Foolproof Preserving: A Guide to Small Batch Jams, Jellies, Pickles, Condiments, and More: A Foolproof Guide to Making Small Batch Jams, Jellies, Pickles, Condiments, and More", "upc": "5", "product_type": "books", "price_excl_tax": 30.52, "price_incl_tax": 30.52, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 3, "category": "food and drink", "description": ["Canning perfected the America’s Test Kitchen way. The art of preserving produce by canning and preserving has come full circle from grandmother's kitchen to a whole new generation now eager to learn it. This detailed guide to home preserving is perfect for novice canners and experts alike and offers more than 100 foolproof recipes across a wide range of categories, from sw Canning perfected the America’s Test Kitchen way. The art of preserving produce by canning and preserving has come full circle from grandmother's kitchen to a whole new generation now eager to learn it. This detailed guide to home preserving is perfect for novice canners and experts alike and offers more than 100 foolproof recipes across a wide range of categories, from sweet jams and jellies to savory jams, vegetables, condiments, pickles, whole fruits, and more. Let the experts at America's Test Kitchen show you how to do it right with detailed tutorials, troubleshooting tips, equipment information, and insight into the science behind canning. ...more"], "price": 30.52},
{"url": "https://books.toscrape.com/catalogue/how-music-works_979/index.html", "title": "How Music Works", "upc": "3", "product_type": "books", "price_excl_tax": 37.32, "price_incl_tax": 37.32, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 2, "category": "music", "description": ["How Music Works is David Byrne’s remarkable and buoyant celebration of a subject he has spent a lifetime thinking about. In it he explores how profoundly music is shaped by its time and place, and he explains how the advent of recording technology in the twentieth century forever changed our relationship to playing, performing, and listening to music.Acting as historian an How Music Works is David Byrne’s remarkable and buoyant celebration of a subject he has spent a lifetime thinking about. In it he explores how profoundly music is shaped by its time and place, and he explains how the advent of recording technology in the twentieth century forever changed our relationship to playing, performing, and listening to music.Acting as historian and anthropologist, raconteur and social scientist, he searches for patterns—and shows how those patterns have affected his own work over the years with Talking Heads and his many collaborators, from Brian Eno to Caetano Veloso. Byrne sees music as part of a larger, almost Darwinian pattern of adaptations and responses to its cultural and physical context. His range is panoptic, taking us from Wagnerian opera houses to African villages, from his earliest high school reel-to-reel recordings to his latest work in a home music studio (and all the big studios in between).Touching on the joy, the physics, and even the business of making music, How Music Works is a brainy, irresistible adventure and an impassioned argument about music’s liberating, life-affirming power. ...more"], "price": 37.32},
{"url": "https://books.toscrape.com/catalogue/in-her-wake_980/index.html", "title": "In Her Wake", "upc": "2", "product_type": "books", "price_excl_tax": 12.84, "price_incl_tax": 12.84, "tax": 0.0, "availability": 19, "num_reviews": 0, "stars": 1, "category": "thriller", "description": ["A perfect life … until she discovered it wasn’t her own.A tragic family event reveals devastating news that rips apart Bella’s comfortable existence. Embarking on a personal journey to uncover the truth, she faces a series of traumatic discoveries that take her to the ruggedly beautiful Cornish coast, where hidden truths, past betrayals and a 25-year-old mystery threaten n A perfect life … until she discovered it wasn’t her own.A tragic family event reveals devastating news that rips apart Bella’s comfortable existence. Embarking on a personal journey to uncover the truth, she faces a series of traumatic discoveries that take her to the ruggedly beautiful Cornish coast, where hidden truths, past betrayals and a 25-year-old mystery threaten not just her identity, but also her life.Chilling, complex and profoundly moving, In Her Wake is a gripping psychological thriller that questions the nature of family – and reminds us that sometimes the most shocking crimes are committed closest to home. ...more"], "price": 12.84}
]